Repository: mobile-health/LocalizableUI
Catalog: LocalizableUI Example/Supporting Files/*.lproj/CustomLocalizable.strings
Languages: de

# example-title-overview
source: ÜbersichtEN
de: ÜbersichtDE

# example-back-button
source: Spezierlles zurückEN
de: Spezierlles zurückDE

# example-cell-text-segmented-control
source: Beispiel für UIButton und UISegmentedControlEN
de: Beispiel für UIButton und UISegmentedControlDE

# example-cell-text-label
source: Beispiel für UILabel, UITextField und UITextViewEN
de: Beispiel für UILabel, UITextField und UITextViewDE

# example-cell-tabbar
source: Beispiel für UITabBarEN
de: Beispiel für UITabBarDE

# example-cell-language-change
source: Beispiel für eigenen SprachwechselEN
de: Beispiel für eigenen SprachwechselDE

# example-overview-cell-description
source: Die Zellen wurden auch im Storyboard localisiert.EN
de: Die Zellen wurden auch im Storyboard localisiert.DE

# example-cell-customView
source: Beispiel für eine custom ViewEN
de: Beispiel für eine custom ViewDE

# example-cell-alert
source: Beispiel für eine AlertEN
de: Beispiel für eine AlertDE

# example-tab-button-1
source: Tap 1EN
de: Tap 1DE

# example-tab-button-2
source: Tap 2EN
de: Tap 2DE

# example-bar-button-cancel
source: AbbrechenEN
de: AbbrechenDE

# example-button
source: Beispiel Button TextEN
de: Beispiel Button TextDE

# example-segment-1
source: Segment 1EN
de: Segment 1DE

# example-segment-2
source: Segment 2EN
de: Segment 2DE

# example-segment-3
source: Segment 3EN
de: Segment 3DE

# example-segment-4
source: Segment 4EN
de: Segment 4DE

# example-label
source: Beispiel für ein LabelEN
de: Beispiel für ein LabelDE

# example-textfield-placeholder
source: Eigener PlatzhalterEN
de: Eigener PlatzhalterDE

# example-textview-text
source: Dies ist eine Text ViewEN
de: Dies ist eine Text ViewDE

# example-language-changed
source: Deaktivieren zum SprachwechselEN
de: Deaktivieren zum SprachwechselDE

# example-language-changed-localized
source: Sprachwechsel zwischen DE und ENEN
de: Sprachwechsel zwischen DE und ENDE

# example-customView-label
source: Mein Custom ViewEN
de: Mein Custom ViewDE

# example-alert-title
source: TitelEN
de: TitelDE

# example-alert-message
source: NachrichtEN
de: NachrichtDE

# example-alert-button
source: KnopfEN
de: KnopfDE
